{
    "Start": "Empezar",
    "Start Now": "Empezar Ahora",
    "Generate income in the easiest way": "Genera ingresos de la forma más fácil",
    "You invest and we take care of managing your money": "Tú inviertes y nosotros nos encargamos de manejar tu dinero",
    "You don't need high amounts!": "¡No necesitas montos elevados!",
    "Start investing little by little and your money will start to grow": "Empieza a invertir poco a poco y tu dinero comenzará a crecer",
    "Invest as you want": "Invierte como tú quieras",
    "Choose what you want to invest in and how much risk you are willing to take": "Elige en qué quieres invertir y qué tanto riesgo estás dispuesto a asumir",
    "Learn about how to invest your money": "Aprende sobre cómo invertir tu dinero",
    "Learn what the best in the industry do and how they do it": "Aprende qué hacen y cómo los hacen los mejores de la industria",
    "It doesn't matter if you have little money to invest...": "No importa si tienes poco dinero para invertir...",
    "At Invictum, everyone is welcome!": "¡En Invictum, todos son bienvenidos!",
    "About Us": "Sobre Nosotros",
    "What we do": "¿Qué hacemos?",
    "At Invictum, we are eliminating traditional barriers to the world of investments. We provide the middle class and young adults the opportunity to access professional wealth building and management services through our digital platform.": "En Invictum, estamos eliminando las barreras tradicionales al mundo de las inversiones. Proporcionamos a la clase media y a los adultos jóvenes la oportunidad de acceder a servicios de construcción y gestión de riqueza profesionales a través de nuestra plataforma digital.",
    "Our History": "Nuestra Historia",
    "Invictum was founded with the vision of making investment opportunities available to everyone, regardless of their social status or age. We believe in the power of technology to transform the investment industry and that belief is what drives us every day.": "Invictum se fundó con la visión de poner las oportunidades de inversión al alcance de todas las personas, independientemente de su estatus social o edad. Creemos en el poder de la tecnología para transformar la industria de la inversión y esa creencia es lo que nos impulsa todos los días.",
    "Our Vision": "Nuestra Visión",
    "Our vision is to become the world's leading venture capital firm. We want to empower people to invest in their future and make their dreams come true.": "Nuestra visión es convertirnos en la firma de capital riesgo líder en el mundo. Queremos capacitar a las personas para que inviertan en su futuro y hagan realidad sus sueños.",
    "Web Development Project": "Proyecto Desarrollo Web",
    "Wealth Report": "Reporte Patrimonial",
    "Management Report": "Reporte de Gestión",
    "Email": "Correo",
    "Password": "Contraseña",
    "Log In": "Iniciar Sesión",
    "Create Account": "Crear Cuenta",
    "The Best Way to Start Building Wealth": "La Mejor Manera de Empezar a Construir Riqueza",
    "Name and Surname": "Nombre y Apellido"
}
